[




{
"isVisible" : true,
"number" : 1,
"id": "engman_natatorium",
"name": "Engman Natatorium",
"description": "The first city pool had the word “public” carved above its front door. Yet, from 1922 to 1936, it let only white swimmers come in.",
"longDescription": "In 1922, South Bend opened its first public swimming pool. Over the front door, its name was carved into the concrete: \"Engman Public Natatorium.\"\n\nHarry Engman had his name there because he donated the $80,000 needed to build it. We do not know how much he knew about the use of the word “public” in the pool's title. Still, the people who ran this city owned pool banned African Americans from using it. That act rejected people of color as being part of the public the pool claimed to allow in.\n\nA group of local African American leaders led actions to change it. They were lawyers and politicians who worked within the legal and political systems to try and make change. In 1936, these leaders filed a protest with the state. The state agreed that African Americans deserved access to this taxpayer funded pool. They did not agree that blacks and whites should swim together. As a result, in 1936, the pool opened to people of color only one day a week.\n\nIn 1950, after rejecting people for almost thirty years, a legal motion to fully open the pool finally passed.\n\nTwenty-eight years later, in 1978, the pool was no longer the largest in the state. It was no longer the newest. The pool needed costly repairs. Now in a mostly minority neighborhood, rather than fix it, the city chose to close it.\n\nAfter sitting vacant for another thirty years, a group of local residents and agencies worked with Indiana University South Bend to breathe life into the crumbling building. In 2010, they rebuilt it as the new home of the IU South Bend Civil Rights Heritage Center. Today, we use its story to share past and present issues of civil rights and social justice.",

"latitude": 41.676232,
"longitude": -86.264933,
"address": "1040 West Washington",
"hasAddress": true,

"hasAR": true,
"audioClips": [
{
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives.",
"audioTranscription": "[David Healey]\n\"And this is the history of the Natatorium, the Natorium is a triumph for the black community. Yes, it was segregated, but it was turned over because of men and women working together to make a change in the community, make a positive change. It was a major foundation of forming black political power in this city. Three of the people involved became state representatives: J. Chester Allen, Jessie Dickenson, Zilford Carter.\n\nWe were going down West Washington Street, in one of those open trolleys, and I said to Gladys, I said, \"You know, of all of the pl—the places that South Bend has saved for buildings, we haven't saved one that has anything to do with local black citizen history!\" And it's like the lights went off.\" (Laughs.)\n\n[Gladys Muhammed]\n\n\"Well, he said, \"This is the last building standing that tells a story of, um, segregation in South Bend and also the black—the change that occured in South Bend.\"\n\nSo he said, \"You should do something about it.\"\n\nAnd I said, \"What should *I* do about it?\" (Laughs.)\n\nAnd he said, \"I don't know, but you should do something about it, you know everybody.\" (Laughs.)\n\nAnd I actually, I said okay, and so I, I went back to South Bend Heritage Foundation because we um, work on the west side of South Bend, Indiana, and I said, \"We can turn it into something, um, the Civil Rights Heritage Center or something, we can do something!\"\n\nUh, I think it's, um, I feel blessed and honored, too, I, I feel that people think I'm a part of it. And, um, I think that it's a part of our history that we should always remember, and it's—it tells a story of how things changed, and how African American people were involved in that change.\""
}
],

"hasAudio": true,
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives."
},




{
"isVisible" : true,
"number" : 2,
"id": "dental_office_of_dr_streets",
"name": "Dental Office of Dr. Bernard Streets",
"description": "One of the first black dentists served African American and Polish patients from his west side office.",
"longDescription": "Dr. Bernard Streets earned his degree from the Indiana University School of Dentistry in 1929. He moved to South Bend shortly after, then met and married Odie Mae Johnson. Together, the two lived long lives in service to South Bend.\n\nDr. Streets became one of the first African American dentists in the city. His time was interrupted when he was drafted to serve in World War II. He served as he knew best—as a dentist, caring for the health of hundreds of soldiers. A few years after he returned, he moved his office to West Washington. Since many of his west side clients were born in Poland, Dr. Streets taught himself Polish to be able to serve them.\n\nMs. Streets was raised in South Bend, graduating from Central High in 1931. She too served in World War II at a rubber factory in Mishawaka. After raising four children, she earned a degree in Spanish from Indiana University. She used that degree to serve on the Board of El Centro Migrant Center, worked with children enrolled in Head Start, and with the YWCA to help women who were the victims of abuse.\n\nTogether, they were active in the National Association for the Advancement of Colored People (NAACP) that worked to integrate a segregated South Bend.\n\nThe Bahá’í religion informed their activism. Bahá’í shares a belief that all humans are created by a united God, and by prayer and service to all humans you can learn to know and love that God.",

"latitude": 41.676234,
"longitude": -86.266828,
"address": "1125 West Washington",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"
},




{
"isVisible" : true,
"number" : 3,
"id": "south_bend_city_cemetary",
"name": "South Bend City Cemetary",
"description": "The first city cemetery is the last home for some of South Bend’s first leaders.",
"longDescription": "In 1832, the South Bend City Cemetery was then far away from the city, surrounded by forest. As the city grew towards it, more of the city’s leaders were laid to rest here.\n\nUnlike many other places, the Cemetery was never segregated. Members from South Bend’s first African American family, the Powells, are buried here. A short distance away, Schuyler Colfax is too. Colfax served as the Speaker of the House when the 13th Amendment to the Constitution was passed finally ending slavery. Almost 15,000 here in death achieved what they could not in life: a peaceful co-existence with neighbors from different racial and ethnic backgrounds.",

"latitude": 41.678488,
"longitude": -86.267803,
"address": "214 Elm Street",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"
},




{
"isVisible" : true,
"number" : 4,
"id": "hanks_pool_hall",
"name": "Hank's Pool Hall",
"description": "A couple of offices on the second floor and a game room on the first were the hubs of black political activism.",
"longDescription": "Hank Hill’s Pool Hall was the center of local black political power from the 1930s through the 1960s.\n\nUpstairs from the pool hall the Sanhedrin Club met. The Sanhedrin Club brought black political leaders of both parties together to organize voters and push for jobs for African Americans. The second floor also housed the law office of Zilford Carter, a leading attorney in the fight to integrate public spaces like the Natatorium. The back of the building also had a small barbershop, a food pantry, and a Church.\n\nThis multi-use building truly was a hub of community and leadership.",

"latitude": 41.676167,
"longitude": -86.272407,
"address": "1429 West Washington",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"

},




{
"isVisible" : true,
"number" : 5,
"id": "st_augustines_catholic_church",
"name": "St. Augustine’s Catholic Church",
"description": "In the 1920s, a Catholic Church in South Bend would not welcome African Americans. St. Augustine’s formed to serve them.",
"longDescription": "Among the many African Americans who moved to South Bend in the 1910s and 1920s, a small number were Catholic. They looked for a church to worship, but were not allowed at one of them.\n\nFather George O'Connor, a Holy Cross priest who had been raised by a black family, established a black parish in 1928 so these families would have a place to worship. By the 1930s, the number of parishioners jumped to sixty. It was time to find a permanent home. Since most of their members were on the west side, they chose this site on West Washington. On June 15, 1941, Archbishop John Noll dedicated the church, stressing in his sermon that the 103-member parish had no color limitations.\n\nFor about seventy years, St. Augustine’s has welcomed a diverse congregation and led actions for civil rights.",

"latitude": 41.676154,
"longitude": -86.273165,
"address": "1501 West Washington",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"
},




{
"isVisible" : true,
"number" : 6,
"id": "pilgrim_baptist_church",
"name": "Pilgrim Baptist Church",
"description": "Site of the first African American Baptist church, and the founding of the South Bend branch of the NAACP.",
"longDescription": "This site once housed Mount Zion Baptist Church, founded in 1890 as the first African American Baptist church in South Bend. Years later, in 1919, the South Bend branch of the National Association for the Advancement of Colored People (NAACP) was founded here.\n\nThe church grew out of Olivet African Methodist Episcopal Church and was organized under the leadership of the Reverend W.M. Ridley. The Studebaker brothers donated the small wooden frame building to the congregation. The church facility was first located at the intersection of Main and Jefferson streets. In 1891, the church building moved to 116 North Birdsell Street. In 1921, the foundation for the present sanctuary and basement was started. Shortly after the completion of the building in 1926, the church experienced a financial crisis caused by the Depression, reorganized and in 1935, and officially changed its name to Pilgrim Baptist Church.",

"latitude": 41.67735,
"longitude": -86.273119,
"address": "116 North Birdsell Street",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"
},




{
"isVisible" : true,
"number" : 7,
"id": "african_american_business_district",
"name": "African American Business District",
"description": "When downtown places refused to serve people of color, local people built their own thriving shops.",
"longDescription": "By the 1930s, this near west side area was home to growing African American owned businesses. There were three hotels, three small grocery stores, two funeral homes, three pool halls, and many others that served local folk. In an era when downtown South Bend businesses refused to serve people of color, these places became like second homes for many. They were open, friendly, and within easy walking distance.\n\nIn the 1950s, more and more places outside this area started serving all people. The small businesses here had to compete for limited dollars. Many closed. Riots in the 1960s and 1970s destroyed what was left of these once thriving shops.\n\nAfter years of disrepair, in the 1980s, many of them were torn down. New, family houses now line both sides of the street.",

"latitude": 41.676909,
"longitude": -86.273118,
"address": "Birdsell and Liston Streets",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"
},




{
"isVisible" : true,
"number" : 8,
"id": "linden_school",
"name": "Linden School",
"description": "At first, though most of its students were African American, all Linden School teachers were white. This stayed true until the first teachers of color were hired in 1950.",
"longDescription": "Linden School opened in 1890 with four classrooms and only 186 students. In 1913, the school added more classrooms as enrollment increased to 335. As more people of color left the South to move to northern cities like South Bend, by the 1960s, the school became almost one-hundred percent African American. Yet, almost all of its teachers were white.\n\nIn 1950, Linden's principal hired Peggy Flowers Eskridge, Herbert Lewis, Edward Myers, and Joseph Luten to be the first African American teachers. In 1959, Ed Myers became Linden's first black principal—and the first in all of South Bend.\n\nBy 1966, the building began deteriorating. It was so bad, a classroom ceiling collapsed. The local National Association for the Advancement of Colored People sued the South Bend Community School Corporation to integrate Linden's African American students into other schools with better facilities and books. By 1972, former Linden students joined with Kaley School students in the newly constructed Kennedy School. The Linden school building was torn down.",

"latitude": 41.679652,
"longitude": -86.273487,
"address": "1522 Linden Avenue",
"hasAddress": true,

"hasAR": true,
"audioClips": [
{
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives.",
"audioTranscription": 
"[Barbara Brandy]\n\"I went to Linden. That's where Martin Luther King Center is now. In my class, there were two white boys and one white girl was in that class of thirteen students. The school was predominantly black, back in '48, '49. It was getting that way because it was starting to have what you call \"white flight\". 'Bout the only whites in the neighborhood was the old Polish families or Hungarian families that refused to move because they were embedded in the community.\"\n\n[Interviewer]\n\"Did you have any, uh, white teachers—\"\n\n[Barbara Brandy]\n\"Yes.\"\n\n[Interviewer]\n\"—I mean any black teachers are they?\"\n\n[Barbara Brandy]\n\"Not when I was at Linden, no, no. They we—uh, the principal and everyone was white. In fact, the white girl in the class that we had was my best friend. We would go to each other's home. But the strange thing was that once we got to Central, and she began to make friends of other whites, she quit speaking. And I thought that was a little odd, because I befriended her when none of the other black students would. And now that she had friends, of whites, she did not know me. It kind of hurt for a while, but then I said, well, consider the source. And you leave it alone.\n\nBut she's the one that lost.\"\n\n[Interviewer]\n\"She lost!\"\n\n[Barbara Brandy]\n(Laughs.)"
}
],

"hasAudio": true,
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives."

},




{
"isVisible" : true,
"number" : 9,
"id": "lasalle_park",
"name": "\"The Lake\" / LaSalle Park",
"description": "Once the only place African Americans could buy land, a local company used it as a dump for toxic waste.",
"longDescription": "\"The Lake\" is remembered warmly by hundreds of African Americans who grew up here. For a time, it was the only area where people of color could buy land. It soon became the heart of African American life in South Bend during the city’s booming industrial period.\n\nDespite the many people who lived nearby, the Bendix company (and others) used it as a dump for toxic chemicals. For years, residents fought it. Though changes have been made, the Environmental Protection Agency says the site is still in need of cleanup.\n\nOf the hundreds of people who called “The Lake” home, many of them went on to local and even national leadership—including one who ran for the U.S. Congress in 2016.",

"latitude": 41.676229,
"longitude": -86.296483,
"address": "3419 West Washington",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"
},




{
"isVisible" : true,
"number" : 10,
"id": "hering_house",
"name": "Hering House",
"description": "Thousands of African American youth used this community center. It was a place of music, learning, and culture from 1923 to 1963.",
"longDescription": "Frank Hering was one of the first football coaches for the University of Notre Dame. He and his wife bought an old church building and paid to have it moved to what was then South Bend's Division Street.\n\nThey called it \"Hering House,\" and considered it to be their gift to the African American community. Yet, their gift came with strings. They required the Board of Directors to be majority white—nine out of twelve members. This barrier to leadership remained until 1951.\n\nIn spite of this, Hering House became a popular center. The H.T. Burleigh Music Association, founded by Josephine Curtis, presented annual spring operas and fall concerts. Teachers ran early childhood programs, after-school athletic clubs, mother-daughter and father-son bonding activities, and more.\n\nAs segregation in South Bend ended in many areas, former whites-only places like the YMCA made a separate facility like Hering House unnecessary. Hering House struggled to keep their members, and by 1963, they closed.",

"latitude": 41.672380,
"longitude": -86.260041,
"address": "745 W. Western Avenue",
"hasAddress": true,

"hasAR": false,
"audioClips": [
{
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives.",
"audioTranscription": "[John Charles Bryant]\n\"Different groups would meet at the Hering House, such as, uh, the H.T. Burleigh Music Association met there on Monday nights. Uh, high school groups had their different clubs. It was the first church of Christ. These, um, people that went there, outgrew the church, so Mr. and Mrs. Hering bought the church for one dollar and gave it to the black community, and it was moved to Western Avenue. It was very active in the 20s, 30s, 40s, 50s, and 60s, and then in the 60s, it became a part of the Urban League.\""
}
],

"hasAudio": true,
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives."

},




{
"isVisible" : true,
"number" : 11,
"id": "central_highschool",
"name": "Central High School",
"description": "In the mid-20th century, Central was the most racially mixed high school in South Bend.",
"longDescription": "Many of South Bend's African American leaders graduated from this school. In addition to being one of the best academically, it was also known for its basketball team led by John Wooden. After guiding Central from 1934 to 1943, he became famous as a coach for UCLA.\n\nCentral is also famous for being in the movie “Hoosiers.” If you have watched the movie, you know that they play a game against a team that—spoiler alert—ends up winning.\n\nIn the evenings, Central welcomed students as the first home for Indiana University South Bend.\n\nThe last high school graduating class was in 1970. For six more years, it was used as Central Middle School. In 1996, its classrooms were renovated and turned into apartments for downtown South Bend residents.",

"latitude": 41.677267,
"longitude": -86.254957,
"address": "330 W. Colfax Avenue",
"hasAddress": true,

"hasAR": true,
"audioClips": [
{
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives.",
"audioTranscription": "[Odie Mae Streets]\n\"Well, in Central Senior High, black girls were not allowed to take swimming classes. So one day, I told my friend Cici, I said, \"We're going to sign up.\" I said, \"We have a right to take swimming classes just like everyone else.\" And she didn't want to go and be rejected, then I kept after, she still wouldn't go, I said, \"Well, I'm gonna sign up, and people will have to tell me I can't.\"\n\nWell anyways, it passed down and I did take swimming lessons, but it was quite a few years before the general class was open to all children.\""
}
],

"hasAudio": true,
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives."

},




{
"isVisible" : true,
"number" : 12,
"id": "main_street_courthouse",
"name": "Main Street Courthouse",
"description": "The steps of the Main Street County Courthouse hosted numerous protests in the 20th century. Inside the older courthouse on Lafayette, a fugitive slave case began here that led to the U.S. Supreme Court.",
"longDescription": "",

"latitude": 41.676466,
"longitude": -86.252261,
"address": "101 S. Main Street",
"hasAddress": true,

"hasAR": true,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"

},




{
"isVisible" : true,
"number" : 12,
"id": "st_joseph_courthouse",
"name": "St. Joseph Courthouse",
"description": "Three different courthouses—two still here today—were the sites of landmark cases and city-wide protests.",
"longDescription": "From 1831 through today, St. Joseph County has had a continuously operating court from three different court houses. Each listened to important local cases, though some had national impact.\n\nThe first court house in 1831 was small. The county quickly outgrew it. The second is the building now on Lafayette and Washington. Originally on Main Street, it was built in 1855. The whole building was turned around and moved to where it is now when the third courthouse was built on Main Street in 1896. The second courthouse is now the oldest building in downtown South Bend.\n\nAmong the many cases heard, two in the 1850s involved area people secretly helping enslaved people escape from the South. The cases, Norris v. Newton and Norris v. Crocker, ended at the U.S. Supreme Court. The court ruled that the enslaved peoples should return to their masters.",

"latitude": 41.676426,
"longitude": -86.253621,
"address": "112 Lafayette Blvd.",
"hasAddress": true,

"hasAR": false,
"audioClips": [
{
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives.",
"audioTranscription": "[Karen White]\n\"In 1968, the year in which Martin Luther King was assassinated, we were called into our classroom at ha—at Central. And we were told to go immediately home. That's how we were told. So I can recall walking down west Washington, and just a sense of silence, and peo—you know, the students were crying, it was just a, \"What do we do now?\" And it was at that time I made a decision, in myself, I said, \"You know what? I believe it's important that I, as a individual, I must find my spot in life and that I am obligated and I have a responsibility to give back.\"\n\nAnd I was a senior in high school at that time, and I said, \"You know, I'm gonna make a difference.\"\""
}
],

"hasAudio": true,
"audioSource": "From the Oral History Collection of the Civil Rights Heritage Center, Indiana University South Bend Archives."

},




{
"isVisible" : true,
"number" : 13,
"id": "robertsons_department_store",
"name": "Robertson's Department Store",
"description": "Many older South Bend shoppers recall this locally owned department store. It was more open to African Americans than any other.",
"longDescription": "Robertson's was the best location for African Americans to shop downtown. Some other stores barred entry. Some would let a person enter, but not let them try on clothes. Robertson's was the exception.\n\nThe Robertson Brothers opened their first store in 1904, and the flagship location opened here in 1925. With five stories of beautiful products, it was the premier department store in the greater South Bend area—and an anchor for South Bend's lively downtown shopping and business district.\n\nSoon, nationally owned chain stores and shopping malls grew in suburban areas, and locally owned stores like Robertson's suffered. In 1986, it closed. The building sat vacant and unused until the South Bend Heritage Foundation turned it into apartments for senior citizens. Several of its residents can remember what it was like to shop there.",

"latitude": 41.674724,
"longitude": -86.250522,
"address": "211 S. Michigan Street",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"

},




{
"isVisible" : true,
"number" : 14,
"id": "home_chester_allen",
"name": "Home of J. Chester and Elizabeth Fletcher Allen",
"description": "This home of a husband and wife lawyer team was also a meeting place for those who took action. ",
"longDescription": "The husband and wife lawyer team of J. Chester and Elizabeth Fletcher Allen led the campaign to open the Natatorium to everyone. Their family home served as a meeting place for those involved in political action in the city. It was a place for debate, for reading, and even for music. Their son, Dr. Irving Allen, said his grandmother would give lessons here.",

"latitude": 41.688422,
"longitude": -86.244031,
"address": "501 East Howard Street",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"

},




{
"isVisible" : true,
"number" : 15,
"id": "olivet_ame_church",
"name": "Olivet AME Church",
"description": "The first African American church in South Bend formed in 1870 near downtown by what is now Four Winds Field. It is still very active at this church building that opened in 1969.",
"longDescription": "In 1870, Olivet African Methodist Episcopal Church (AME) opened as the first African American church in South Bend. Some of South Bend’s earliest residents helped start the church, including Farrow and Rebecca Powell. They have a descendant living here today. At the time, the church was on Monroe Street near what is now Four Winds Field. The current site opened in 1969.\n\nThroughout its 150 years, the church has been a center for social, political, religious, and civic life.",

"latitude": 41.68493,
"longitude": -86.237928,
"address": "719 North Notre Dame Avenue",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"

},




{
"isVisible" : true,
"number" : 16,
"id": "first_ame_zion_church",
"name": "First AME Zion Church",
"description": "The first African American church on the east side of the city was almost blocked by the Ku Klux Klan.",
"longDescription": "In the late 1800s, there was only one church that welcomed people of color. That church, Olivet AME, was where Four Winds Field is today—a long way to go for the small, but growing east side African American community. Some of Olivet’s members decided to start a new, east side AME church. They purchased a house on the corner of Eddy and Campeau Streets and named it Taylor’s Chapel after their Reverend. They worked to raise the money to tear down the house and build a new church.\n\nWhen construction began in 1924, this was a majority white area. Some of the area residents were terrorists in the Ku Klux Klan. They threatened violence in order to stop construction. Church members stayed at the site all night, every night, protecting their unbuilt church. The Klan failed, and in 1925, First AME Zion opened. It has been on this site ever since, serving its east side congregation.",

"latitude": 41.685773,
"longitude": -86.235341,
"address": "801 North Eddy",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"
},




{
"isVisible" : true,
"number" : 17,
"id": "chalfant_heights_neighborhood",
"name": "Chalfant Heights Neighborhood",
"description": "White real estate agents would not sell homes in white neighborhoods to people of color. Chalfant Heights is an example of African American agents building and selling good homes to people whom others denied.",
"longDescription": "Before 1968, it was legal in South Bend—and in much of the United States—for home sellers to refuse to sell to people of color. To fight this, in the mid-1940s, an African American realtor named William Morris planned Chalfant Heights. It was a place that provided good housing where others would not. The neighborhood had eleven homes, and they are still here today.\n\nAlthough laws are now in place that penalize real estate agents who deny people housing, it still happens on a regular basis.Before 1968, it was legal in South Bend—and in much of the United States—for home sellers to refuse to sell to people of color. To fight this, in the mid-1940s, an African American realtor named William Morris planned Chalfant Heights. It was a place that provided good housing where others would not. The neighborhood had eleven homes, and they are still here today.\n\nAlthough laws are now in place that penalize real estate agents who deny people housing, it still happens on a regular basis.",

"latitude": 41.685214,
"longitude": -86.264932,
"address": "Twyckenham Drive and Chalfant Street",
"hasAddress": true,

"hasAR": false,
"audioClips": [],

"hasAudio": false,
"audioSource": "N/A"
}




]